[{"id":1,"isbn":"9788584424115","name":"Drácula","author":"Bram Stoker","price":"34.9","category":"Terror","rating":"4.5","idiom":"Português","date":"Não disponível","description":"Bram Stoker é o criador genial de uma das mais famosas e horripilantes histórias de terror de todos os tempos. Drácula é uma história de vampiros e lobisomens, de criaturas que estando mortas permanecem vivas. Baseado no folclore da Transilvânia e num personagem real (o rei Vlad, o Empalador), redigiu um relato que tem assombrado gerações consecutivas de leitores, transformando-se num mito adaptado para o cinema, quadrinhos e TV, talvez o mais significativo destes últimos dois séculos.Na história, um jovem inglês é mantido em cativeiro, à espera de um destino terrível. Longe dele, sua noiva bela e jovem é atacada por uma doença misteriosa que parece extrair o sangue de suas veias. Por trás de tudo, a força sinistra que ameaça suas vidas: Conde Drácula, o vampiro vindo do fundo dos séculos.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/9219485/1008494242.jpg?v=637103972297570000"},{"id":2,"isbn":"9788568014004","name":"Mais Esperto Que o Diabo - o Mistério Revelado da Liberdade e do Sucesso","author":"Napoleon Hill","price":"27.9","category":"Crescimento pessoal","rating":"4.8","idiom":"Português","date":"2014","description":"Napoleon Hill revela que quebrou o código mental do diabo e o forçou a confessar os seus segredos. O manuscrito que resultou deste feito - \"Mais Esperto que o Diabo\"- mostrou-se tão controverso, que acabou escondido por mais de 70 anos. Usando sua habilidade legendária para chegar a raiz do potencial humano, Hill cava profundamente para identificar os maiores obstáculos que enfrentamos na busca de nossas metas pessoais - incluindo o medo, procrastinação, a raiva e a inveja - como ferramentas orquestradas pelo próprio diabo. Esses métodos ocultos de controle podem levar-nos a ruína, e Hill revela os 7 princípios que eficazmente poderão combater a alienação e levar-nos finalmente ao triunfo e ao sucesso. Fascinante, provocativo e encorajador, \"Mais Esperto que o Diabo\" mostra como criar a sua própria senha para o sucesso, harmonia e realização em um momento de tantas incertezas e medos.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12104802/1009575881.jpg?v=637142231559930000"},{"id":3,"isbn":"9788550801483","name":"Pai Rico, Pai Pobre","author":"Robert T. Kiyosaki","price":"83.9","category":"Crescimento pessoal","rating":"3.8","idiom":"Português","date":"2017","description":"Celebrando 20 anos como o livro n° 1 em finanças pessoais. A escola prepara as crianças para o mundo real? Essa é a primeira pergunta com a qual o leitor se depara neste livro. O recado é ousado e direto: boa formação e notas altas não bastam para assegurar o sucesso de alguém. O mundo mudou; a maioria dos jovens tem cartão de crédito, antes mesmo de concluir os estudos, e nunca teve aula sobre dinheiro, investimentos, juros etc. Ou seja, eles vão para a escola, mas continuam financeiramente improficientes, despreparados para enfrentar um mundo que valoriza mais as despesas do que a poupança. Para o autor, o conselho mais perigoso que se pode dar a um jovem nos dias de hoje é: “Vá para a escola, tire notas altas e depoisprocure um trabalho seguro.” O fato é que agora as regras são outras, e não existe mais emprego garantido para ninguém. Pai Rico, Pai Pobre demonstra que a questão não é ser empregado ou empregador, mas ter o controle do próprio destino ou delegá-lo a alguém. É essa a tese de Robert Kiyosaki neste livro substancial e visionário. Para ele, a formação proporcionada pelo sistema educacional não prepara os jovens para o mundo que encontrarão depois de formados. E como os pais podem ensinar aos filhos o que a escola relega? Essa é outra das muitas perguntas que o leitor encontra em Pai Rico, Pai Pobre. Nesse sentido, a proposta do autor é facilitar a tarefa dos pais. Quem entende de contabilidade deve esquecer seus conhecimentos acadêmicos, pois muitas das teorias expostas por Robert Kiyosaki contrariam os princípios contábeis comumente aceitos, e apresentam uma valiosa e moderna percepção do modo como se realizam os investimentos. A sociedade sofre mudanças radicais e, talvez, de proporções","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12710209/1010071147.jpg?v=637154380982930000"},{"id":4,"isbn":"9788562409882","name":"A Garota do Lago","author":"Charlie Donlea","price":"14.9","category":"Terror","rating":"3.2","idiom":"Português","date":"2017","description":"Summit Lake, uma pequena cidade entre montanhas, é esse tipo de lugar, bucólico e com encantadoras casas dispostas à beira de um longo trecho de água intocada. Duas semanas atrás, a estudante de direito Becca Eckersley foi brutalmente assassinada em uma dessas casas. Filha de um poderoso advogado, Becca estava no auge de sua vida. Atraída Instintivamente pela notícia, a repórter Kelsey Castle vai até a cidade para investigar o caso. ...E Logo Se Estabelece Uma Conexão Íntima Quando Um Vivo Caminha Nas Mesmas Pegadas Dos Mortos...E enquanto descobre sobre as amizades de Becca, sua vida amorosa e os segredos que ela guardava, a repórter fica cada vez mais convencida de que a verdade sobre o que aconteceu com Becca pode ser a chave para superar as marcas sombrias de seu próprio passado.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12109069/1006574337.jpg?v=637142248039070000"},{"id":5,"isbn":"9788551002933","name":"O Homem De Giz","author":"C. J. Tudor","price":"51.9","category":"Suspense","rating":"2.9","idiom":"Português","date":"2015","description":"HOMEM DE GIZ, O - Sinopse em desenvolvimento","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31764501/1011254193.jpg?v=637489784652230000"},{"id":6,"isbn":"7908249102864","name":"Gestão digital","author":"Ellen Salomão","price":"27.9","category":"Maquinária","rating":"4.1","idiom":"Português","date":"2021","description":"O sonho do negócio próprio é antigo, porém as oportunidades de começar a empreender e alcançar a independência financeira estão finalmente ao nosso alcance. O mundo digital é muito mais democrático e barato se comparado ao modelo tradicional de negócio, além de ser muito mais generoso no âmbito das ideias, contatos e marketing. Por outro lado, assim como em todos os mercados, o digital exige trabalho duro, senso de responsabilidade e, em alguns casos, sacrifícios. Para guiar os futuros empreendedores neste jovem mercado dos infoprodutos, Ellen Salomão traz sua própria história com a Agência Vê, um dos maiores cases de sucesso no mundo de infoprodutos do Brasil, para demonstrar o que pode ou não dar certo neste mercado tão novo, mas com tanto potencial. Ellen trouxe profissionalismo e processos para as agências digitais. Como mentor e sócio, eu vejo como ela se importa com o resultado das outras pessoas e como é comprometida. Tenho certeza de que você vai tirar muita coisa boa deste livro caso esteja pensando em atuar como profissional no mercado digital. Rodrigo Vinhas– fundador da Egratitude O contato com Ellen e sua habilidade de gerir o operacional de uma agência de marketing digital é um divisor de águas na área. Há muito o que aprender com seu conteúdo. Rejane Toigo – CEO da Like Marketing Lançamentos de produtos digitais são processos intensos que precisam se tornar mais leves. Ellen traz esse conhecimento, nos ensinando com sua sensatez a valorizar os processos, confiar nas pessoas e montar uma equipe boa e comprometida que dá todo o apoio ao mesmo tempo que executa o projeto com qualidade, construindo resultados sustentáveis – fatores importantes para um lançamento sem surtos. Caroline Caracas – estrategista em personal branding digital Quando começamos, dava para ver o nível de organização e profissionalização que Ellen queria trazer para seu negócio e para o mercado. Não deu outra: hoje ela é a maior referência em agências no Brasil, e logo será também da América Latina e do mundo. Micha Menezes – especialista em Tráfego Direto","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31772891/Gestao-digital.jpg?v=637660139574030000"},{"id":7,"isbn":"9788506083321","name":"Bíblia Sagrada - Histórias Ilustradas E Comentadas","author":"Scandinavia Publishing House","price":"30.0","category":"Melhoramentos","rating":"4.7","idiom":"Português","date":"2019","description":"As mais belas histórias bíblicas do Antigo e do Novo Testamento adaptadas para crianças e jovens. Apresentadas em ordem cronológica, as histórias estão na Nova Tradução na Linguagem de Hoje. Cada uma tem indicação dos versículos bíblicos e comentários devocionais. Ilustrações dramáticas e expressivas se unem às histórias e complementam sua narrativa.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31765198/1011251064.jpg?v=637489828355300000"},{"id":8,"isbn":"1350151149","name":"Philosopher Of The Sleepless Night","author":"Lev Shestov","price":"45.45","category":"Filosofia","rating":"3.6","idiom":"Inglês","date":"Não disponível","description":"The Jewish philosopher Lev Shestov (1866-1938) is perhaps the great forgotten thinker of the twentieth century, but one whose revival seems timely and urgent in the twenty-first century. An important influence on Georges Bataille, Albert Camus, Gilles Deleuze and many others, Shestov developed a fascinating anti-Enlightenment philosophy that critiqued the limits of reason and triumphantly affirmed an ethics of hope in the face of hopelessness.In a wide-ranging reappraisal of his life and thought, which explores his ideas in relation to the history of literature and painting as well as philosophy, Matthew Beaumont restores Shestov to prominence as a thinker for turbulent times. In reconstructing Shestov's thought and asserting its continued relevance, the book's central theme is wakefulness. It argues that for Shestov, escape from the limits of rationalist Enlightenment thought comes from maintaining an insomniac vigilance in the face of the spiritual night to which his century appeared condemned. Shestov's engagement with the image of Christ remaining awake in the Garden of Gethsemane then, is at the core of his inspiring understanding of our ethical responsibilities after the horrors of the twentieth century.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/13125316/1009865451.jpg?v=637166216043670000"},{"id":9,"isbn":"9788576089551","name":"Big Data Para Leigos","author":"Judith Hurwitz, et. Al.","price":"71.9","category":"Tecnologia","rating":"2.7","idiom":"Português","date":"2015","description":"Aqui está o guia que pode evitar com que big data se torne uma grande dor de cabeça!Big data pode ser um conceito complexo. Para Leigos ao resgate! Aqui está uma explicação em português simples do que é (e não é) o big data, a tecnologia e as opções de base de dados que o suportam, análises que lhe ajudam a entender o signi¬ cado de seus dados, como administrá-las e o que elas podem fazer por sua empresa. Executivo de negócios ou pessoa de TI, aqui está o que você precisa saber.• O que é – entenda o que é big data de uma perspectiva tanto técnica quanto de negócios• Organize-o – conheça a pilha de big data e aprenda sobre os diferentes níveis de arquitetura, bases de dados operacionais, organizar bases de dados e armazenamento de dados analíticos• Modelo de computação big data – explore computação distribuída assim como o poder de virtualização e a nuvem• Hadoop e MapReduce – aprenda a importância de Hadoop e MapReduce para análises big data• Seja analítico – identifi que ferramentas de análise para big data e avalie os vários novos modelos que estão evoluindo• Pronto? Implemente – descubra como implementar sua solução big data com uma visão para operacionalizar e proteger seus dados• O que significa – veja a importância de big data para sua organização e como é usado para resolver problemas.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12107085/1003225473.jpg?v=637142240662400000"},{"id":10,"isbn":"9788582604342","name":"A Arte da Eletrônica - Circuitos Eletrônicos e Microeletrônica","author":"Hill Horowitz","price":"330.9","category":"Eletrônica","rating":"3.5","idiom":"Português","date":"Não disponível","description":"Depois De 25 Anos, Sai A Nova Edição De Um Dos Mais Importantes Livros De Eletrônica Do Mundo. Pela Primeira Vez Em Português, A Arte Da Eletrônica Consegue A Proeza De Levar O Estudante A Entender O Funcionamento Dos Circuitos Eletrônicos Sem Uma Abordagem À Matemática Avançada.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31757544/1011203616.jpg?v=637483825131570000"},{"id":11,"isbn":"9788535929881","name":"Cosmos","author":"Carl Sagan","price":"56.9","category":"Inspirador ","rating":"4.5","idiom":"Português","date":"2017","description":"Escrito por um dos maiores divulgadores de ciência do século XX, Cosmos retraça 14 bilhões de anos de evolução cósmica, explorando tópicos como a origem da vida, o cérebro humano, hieróglifos egípcios, missões espaciais, a morte do sol, a evolução das galáxias e as forças e indivíduos que ajudaram a moldar a ciência moderna. Numa prosa transparente, Carl Sagan revela os segredos do planeta azul habitado por uma forma de vida que apenas começa a descobrir sua própria identidade e a se aventurar no vasto oceano do espaço sideral. Aqui, o tratamento dos temas científicos está sempre imbricado com outros campos de estudo tradicionais, como história, antropologia, arte e filosofia. Publicado pela primeira vez em 1980, Cosmos reúne alguns dos conhecimentos mais avançados da época sobre a natureza, a vida e o Universo — e se mantém até hoje como uma das mais importantes obras de divulgação científica da história. Embora diversas descobertas fascinantes tenham ocorrido nos últimos quarenta anos, o tema central deste livro nunca estará desatualizado: nosso fascínio pelo conhecimento e a prática da ciência como atividade cultural.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31728874/1010462594.jpg?v=637372350511000000"},{"id":12,"isbn":"9788520451458","name":"Geração De Energia Elétrica","author":"Lineu Belico dos Reis","price":"194.0","category":"Engenharia Elétrica","rating":"5.0","idiom":"Português","date":"2017","description":"O que são recursos naturais energéticos renováveis e não renováveis?• Quais são as principais formas de geração de energia elétrica disponíveis atualmente?• Quais são as principais tecnologias e características básicas da geração de energia elétrica a partir de fontes renováveis no sistema elétrico brasileiro?• Quais são os desafios, as perspectivas e os possíveis nichos de aplicação das diferentes formas de geração elétrica?• Como encaminhar a melhor forma de complementação energética entre todas as diversas opções disponíveis? O que são e como influem nesse contexto projetos de cogeração e a geração distribuída?• Qual a relação dos grandes problemas ambientais globais com a utilização de energia pela humanidade? E dos problemas ambientais em geral com a utilização regional e local de energia?• Quais são os principais fundamentos, métodos e metodologias utilizados nas análises de viabilidade da integração da geração de energia aos sistemas elétricos de potência?Questões como essas são respondidas ao longo deste livro de forma clara, simples e acessível.A obra enfoca a energia elétrica em suas diversas formas e traz uma abordagem completa das características básicas e da análise de viabilidade das principais tecnologias de geração: centrais hidrelétricas e termelétricas; sistemas eólicos, solares e híbridos; energia dos oceanos; e células a combustível. Aborda também o planejamento do sistema elétrico, a integração da geração aos sistemas elétricos de potência e o desenvolvimento sustentável.Esta nova edição, revisada, ampliada e atualizada, traz estudos de caso e uma série de questões para discussão e reflexão, e exercícios que facilitam a aprendizagem. Além disso, a obra conta com um site interativo, que permite uma comunicação continuada. Trata-se, portanto, de referência essencial para professores, estudantes, técnicos, assim como para os diversos profissionais das áreas de energia e eletricidade.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/31744746/1011106945.jpg?v=637474529769670000"},{"id":13,"isbn":"9788539003839","name":"Rápido e Devagar - Duas Formas de Pensar","author":"Kahneman, Daniel ","price":"67.90","category":"Economia","rating":"4.9","idiom":"Português","date":"2012","description":"O vencedor do Nobel de Economia Daniel Kahneman nos mostra as formas que controlam a nossa mente em Rápido e devagar, as duas formas de pensar: o pensamento rápido, intuitivo e emocional e o devagar, lógico e ponderado. Daniel nos mostra a capacidade do pensamento rápido, sua influência persuasiva em nossas decisões e até onde podemos ou não confiar nele. O entendimento do funcionamento dessas duas formas de pensar pode ajudar em nossas decisões pessoais e profissionais.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12103040/1008970880.jpg?v=637142225254930000"},{"id":14,"isbn":"9788547000240","name":"Mindset","author":"Carol Dweck","price":"47.90","category":"Economia","rating":"4.4","idiom":"Português","date":"2017","description":"Carol S. Dweck, professora de psicologia na Universidade Stanford e especialista internacional em sucesso e motivação, desenvolveu, ao longo de décadas de pesquisa, um conceito fundamental: a atitude mental com que encaramos a vida, que ela chama de “mindset”, é crucial para o sucesso. Dweck revela de forma brilhante como o sucesso pode ser alcançado pela maneira como lidamos com nossos objetivos. O “mindset” não é um mero traço de personalidade, é a explicação de por que somos otimistas ou pessimistas, bem-sucedidos ou não. Ele define nossa relação com o trabalho e com as pessoas e a maneira como educamos nossos filhos. É um fator decisivo para que todo o nosso potencial seja explorado.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12109004/1008976499.jpg?v=637142247801500000"},{"id":15,"isbn":"9788595810341","name":"A Arte da Sabedoria","author":"Baltasar  Gracián","price":"27.90","category":"Inspirador ","rating":"4.0","idiom":"Português","date":"2018","description":"Edição completa com os Oráculos inspiradores escritos há mais de 300 anos. Grandes sábios e ilustres líderes buscaram conhecimento na obra mais clássica de Baltasar Gracián. Escritos há mais de 300 anos, os aforismas criados pelo autor permanecem atuais e são imprescindíveis para alcançar, em qualquer aspecto da vida, o sucesso. Absolutamente único... um livro feito para uso constante - um companheiro para a vida. ” Arthur Schopenhauer Faça que lhe vejam como sensato, em vez de intrometido. Busque alguém que o ajude a carregar suas tristezas e compartilhe as suas felicidades. Não queira o que todos querem, seja feliz com o que tem.","imageUrl":"https://lojasaraiva.vteximg.com.br/arquivos/ids/12112867/1005361452.jpg?v=637142262499700000"}]